{
    "Dish": [
        {
            "id": 1,
            "url": "https://www.luckytreasuretravels.com/media/img/vt/e775afebea718e4f74cc40ce2b271bed08e7001.jpg",
            "name": "မုန့်ဟင်းခါး",
            "ingredents":"ပါဝင်ပစ္စည်းမျာ နန်းကြီး ခေါက်ဆွဲ - ၁ဝကျပ်သား ကြက်သား - ၂ဝကျပ်သား ကြက်ဥ - ၃လုံး (ကျက်အောင်ပြုတ်ပြီပြီ အခွံနွှာ ပါးပါးလှီးထားပါ)ကြက်သွန်ဖြူ - ၂မွှာ (နှုတ်နှုတ်စဉ်းပါ ကြက်သွန်နီ - ၁လုံး (နှုတ်နှုတ်စဉ်းပါ)ကြက်သွန်နီ - ၃ (ပါးပါးလှီးပတွဲစားရန်ငရုတ်သီး အရောင်တင်မှုန့် - လက်ဖက်ရည်ဇွန်း၂ဇွန်းနနွင်းမှုန့် - လက်ဖက်ရည်ဇွန်း တဝက်ဆား၊ ခနော ကြက်သားမှုန့်ပဲမှုန့် (အကျက်မှုန့်) –စားပွဲတင်ဇွန်း ၆ဇွန်းသံပရာသီး –၂လုံး (စိပ်ထားပေးပါ)နံနံပင် –စည်းဝက် (ပါးပါးလှီးပါ) ငါးငံပြာရည်",


            "receipe": "ချက်ပြုတ်နည်း ၁။ အရင်ဆုံး ကြက်သားကို (ဆား(လက်ဖက်ရည်ဇွန်း တဝက်)) ဖြင့် နုယ်ပြီ အသားနွှင်းရန် ဒယ်အိုးထဲ ရေထည့်ပြီ ပြုတ်ပေးပါ။ ၂။ ပြီနောက် ပြုတ်ပြီသား ကြက်သားကို အရှည်လိုက်   အသားနွှင်းပေးပါ။ ၃။ ဒယ်ဆီ ဆီ(စားပွဲတင်ဇွန်း ၅ဇွန်း) ထည့်ပြီ ကြက်သွန်ဖြူ၊ ကြက်သွန်နီတို့ကို ဆီသပ်ပေးပါ။ ၄။ ထို့နောက် ငရုတ်သီးမှုန့်၊ နနွင်းမှုန့် ထည့်ပြီ ဆီသပ်ပါ။ ၅။ ပြီမှ ကြက်သား၊ ကြက်ပြုတ်ရည်(ခွက်တဝက်)၊ ဆား၊ ကြက်သားမှုန့်တို့ထည့်ပြီ ၂မိနစ်ခန့် တည်ထားပေးပြီ မီးပိတ်လိုက်ပါ။"
        },
        {
            "id": 2,
            "url": "https://static.wixstatic.com/media/574c0d_67a97ef27708476b89d113e544a1a96a~mv2.jpg/v1/fill/w_1000,h_666,al_c,q_90,usm_0.66_1.00_0.01/574c0d_67a97ef27708476b89d113e544a1a96a~mv2.jpg",
            "name": "အုန်းနို့ခေါက်ဆွဲ",
            "ingredents":"အုန်းနို့ခေါက်ဆွဲဖတ်-၈ကျပ်သား၊ကြက်သား-၂ကျပ်သား၊ငါးဖယ်-၁ကျပ်သား၊ ဘဲဥ - ၁ လုံး၊ ပဲစိမ်းမှုန့် - ၄/၅ ကျပ်သား၊ငရုတ်သီးအရောင်တင်မှုန့် -  ၁/၅ကျပ်သား၊ ဆီ - ၃/၁၀ ကျပ်သား၊ အုန်းသီး (သို့) နို့စိမ်း- ၁ ခြမ်း(သို့)၁၂ဘူး၊သကြား-အနည်းငယ်၊ဆား-အနည်းငယ်၊ အရသာမှုန့်- အနည်းငယ်၊ ကြက်သွန်နီဥသေး - ၂ ကျပ်သား(ထည့်ရန်၊နနွင်းမှုန့်-အနည်းငယ်၊မုန်ြွ့ကပ်ကြော်-၁၂ကျပ်သား၊ ကြက်သွန်နီဥကြီး - ၁ ၁/၂ ကျပ်သား(အစိမ်းထည့်စားရန်ပါးပါးလှီး၊ရှောက်သီး-အနည်းငယ်(အရည်ရွှမ်းရွှမ်း)၊ ငရုတ်သီးလှော်မှုန့် - ၃/၁၀ ကျပ်သား၊ ယိုးဒယားငံပြာရည်  - အနည်းငယ်၊ ကြက်သွန်ဖြူဗမာဥ - အနည်းငယ်၊ ပဲကြော် - ၁ချပ်၊ရေ-အနည်းငယ်(အပျစ်အကျဲအတွက် ထပ်လိုက်နိုင်ပါတယ်။ ပဲစိမ်းဖျော်ရာမှာလည်း ရေပါဝင်မှာဖြစ်တဲ့အတွက် ပျစ်လျှင် ရေနွေးလိုက်လို့ ရပါတယ်။မကျဲအောင် ဂရုစိုက်ပါ။)",
            "receipe": "၁။ ကြက်သားကို အခြမ်းလိုက် ရေဆေးပြီး ရေစစ်ထားပါ။ ရေနွေးအိုး တည်ပြီး ဆူလာလျှင် ကြက်သွန်ဖြူဥအတိုင်း အပေါ်ခွံချွတ်ပြီး ရေဆေး၍ ၂ ဥ ထည့်ပါ။ ဆား စားပွဲဇွန်း ၁ ဇွန်း ထည့်ပြီး ကြက်သားထည့် ပြုတ်ပါ။ အစိမ်း မကျန်ဘဲ ခပ်တင်းတင်းလေး နူးလာလျှင် ဆယ်ယူပြီး အအေးခံ၍ အဖတ် ကြီးကြီးတွေ လွှာထားပါ။ ၂။ ဘဲဥကို ပြုတ်ထားပါ။ ၃။ ပဲစိမ်းမှုန့်ကို အလုံးအခဲမကျန်အောင် ရေဖျော် ထားပါ။ ၄။ ကြက်ပြုတ်ရည်ထဲ ချင်း၊ ကြက်သွန်ဖြူရည်၊ ဆား၊ အရသာမှုန့်နယ်၍ စေး အောင် ပေါက်ထားသော ငါးဖယ်များကို ခပ်ကြီးကြီး ပြားပြီး ထည့်ပြုတ်ပါ။ အပေါ်ပေါ်လာလျှင် ခဏထား၍ ဆယ်ထုတ်ပြီး အနေတော်လေးတွေ လှီးထားပါ။ ၅။ ဆီပူအိုးတည်ပြီး ပူလာလျှင် မုန့် ကြွပ်ကြော်ပြီး ဆယ်ယူ ထားပါ။ အေးလျှင် လေလုံသောဘူး (သို့) အိတ်ထဲထည့်ပြီး လေလုံအောင် သိမ်းပါ။၆။ ကျန်ဆီထဲ ကြက်သွန်ဖြူ ၃ ဥကို မညက်တညက် ထောင်းပြီး ဆီသတ်ပါ။ နနွင်းမှုန့်ထည့်ပါ။ ကြက်သွန်ဖြူရနံ့မွှေးလာလျှင် ငရုတ်သီးအရောင်တင်မှုန့် ထည့်ပြီး လွှာထားသော ကြက်သားများထည့်ပါ။ ၇။ ဆား စားပွဲဇွန်း ၁ ဇွန်း၊ သကြား ၁ ဇွန်း ထည့်ပါ။ မွှေးလာလျှင် ဆယ်ယူလို့ရ ပါပြီ။ ရေချိန်ကို ကြက်ပြုတ်ရည်အပါ အပေါ်မှာပြထားသည့်အတိုင်း ထည့်ပါ။ ၈။ ဆူလာလျှင် ဖျော်ထားတဲ့ ပဲစိမ်းမှုန့်ထည့်ပြီး နာနာမွှေ၍ မီးမှန်မှန်နဲ့တည်ပါ။ ပဲစိမ်းက အိုးကပ်ပြီး တူးတတ်ပါတယ်။ ပဲစိမ်းနံ့ပျောက်လျှင် အုန်းနို့ရည် လောင်းပါ။ ၉။ ကြက်သား၊ ငါးဖယ်၊ ပြုတ်ထားတဲ့ဘဲဥကို ပါးပါးလှီးထည့်ပြီး ကြက်သွန်ဥ ထည့်ပါ။ အရသာမှုန့်၊ ဆား၊ သကြားထည့်ပြီး အပျစ်အကျဲ မှန်းဆပါ။ အရသာမြည်းပါ။ ပွက်ပွက်ဆူလာလျှင် ရပါပြီ။"
        },
        {
            "id": 3,
            "url": "https://th.bing.com/th/id/R.78126a9a65317eb5babf5b5e3fa31cc7?rik=F%2f8E9qY42WtHIQ&riu=http%3a%2f%2fmyfoodmyanmar.com%2fwp-content%2fuploads%2f2016%2f03%2f%e1%81%be%e1%80%80%e1%80%ac%e1%80%87%e1%80%b6%e1%80%9f%e1%80%84%e1%80%b9%e1%80%b8-%e1%80%81%e1%80%ba%e1%80%80%e1%80%b92016-03-27-at-1.32.18-pm.jpg&ehk=kAbLnkU61QUVo3N71qyqNx7QbwfRmP0dA%2femGG%2bAEoo%3d&risl=&pid=ImgRaw&r=0",
            "name": "ကြာဇံချက်",
            "ingredents":"ငရုတ်ကောင်း ( လှော်ပြီး အမှုန့် ထောင်းထားပါ ),ဂျင်း ( ညက်နေအောင် ထောင်းထားပါ ),ကြက်သွန်ဖြူ ( ထောင်းထားပါ ),ကြက်သွန်နီ ( အခွံနွှာထားပါ ),ကြာဇံ( ရေစိမ် ( သို့ ) ရေနွေးဖျောပြီး ရေဆေးထား,မှိုခြောက် ( ရေစိမ်ပြီး ညှပ်ထားပါ ),ပန်းခြောက် ( ဆားပြောင်အောင် ရေဆေးထားပါ ),ပဲလိပ် ( ရေစိမ်ပြီး ညှပ်ထားပါ ), နံနံပင် ( ရေဆေးပြီး လှီးထားပါ ),ကြက်သွန်နီ ( လှီးပြီး ရေဆေးထားပါ ),သံပုရာသီး ( လှီးပြီး ရေဆေးထားပါ ),ငရုတ်သီးမှုန့် ( စားလိုသူများအတွက်ပါ ),ငုံးဥ ( ပြုတ်ပြီး အခွံနွှာထားပါ ),ကြက်သား နဲ့ အရိုးများ ခုတ်ထစ်ထားပါ။",
            "receipe": "အိုးထဲရေထည့်ပြီး ပူလာအောင်ကျိုပြီးရင် ထောင်းထားတဲ့ ကြက်သွန်ဖြူ နဲ့ ဂျင်းကို ထည့်မွှေပါ မယ်။အရသာမှုန့် နဲ့ ဆား ထည့်မွှေပါမယ်။ဗွမ်းဗွမ်းဆူပွက်လာရင်တော့ ကြက်သွန်နီဥရယ် ကြက်သား နဲ့ အရိုးများ ထည့်မွှေရပါမယ်။၅ မိနစ်ခန့်ကြာရင်တော့ မှိုခြောက်များ ထည့်ရပါမယ်။မှိုခြောက်, ကြက်သွန်နီဥ, အသားများ နူးခါမှ ပန်းခြောက် နဲ့ ပဲလိပ်ကို ထည့်မွှေပေးပါ။၅ မိနစ်ခန့်ကြာမှ ကြာဇံများ ထည့်မွှေပေးပါ။နောက်ဆုံးအိုးချခါနီးမှ ငရုတ်ကောင်းမှုန့်များ ထည့်မွှေ ပေးပါ။"

        },
        {
            "id": 4,
            "url": "https://th.bing.com/th/id/R.916884929f02f7cb1907c07165f06ef3?rik=qDFhAsej%2fEu%2bIA&riu=http%3a%2f%2f2.bp.blogspot.com%2f-3_UEamljwWk%2fUD5ILG94E3I%2fAAAAAAAAAHk%2fBY5LF2xTnCk%2fs1600%2fP1050411.JPG&ehk=qT%2bcBwe5lDFdB2%2fbv8XrBO%2buWeNJVS%2bVIxQf5U%2b%2bQYA%3d&risl=&pid=ImgRaw&r=0",
            "name": "ရခိုင်မုန့်တီ",
            "ingredents":"မုန်.ဖတ် - ၅၀ သား၊ငါးခူ- ၁ကောင် ( ဟင်းရည်ပြုလုပ်ရန်)၊ငါးဖယ် -၁၀ သား (ကြော်ပြီး အရှည်လှီးထားပါ)၊ငရုတ်သီးစိမ်း -၂၀တောင့် ၊မျှင်ငပိ -အနည်းငယ်၊မန်ကျည်းသီးမှည့် -ကွမ်းသီးလုံးခန်.(ရေနွေးစိမ်ထားပါ)၊စပါးလင်-၁ ပင်၊ပဒဲကော -၁ တက်၊ငါးငံပြာရည်- အနည်းငယ်၊နနွင်းမှုန်.-အနည်းငယ်၊အရသာမှုန်. - အနည်းငယ်၊ငရုတ်ကောင်းမှုန်. - အနည်းငယ်ငရုတ်သီးအကျက်မှုန်.- အနည်းငယ်၊နံနံပင် - အနည်းငယ် ၊ကြက်သွန်ဖြူကြော်နှင့်ဆီချက်",
            "receipe": "ဟင်းရည်အတွက် ပြင်ဆင်ပါမယ်။အရင်ဆုံး ငါးခူကိုရေဆေးသန်.စင်ပြီး နနွင်းမှုန်.၊ငပိ ၊ငံပြာရည် ၊အရသာမှုန်.တို.နှင့်ရောနယ်ပါ။ ပြီးရင် စပါးလင်ကို ဓါးပြားရိုက်၊ ပဒဲကောကို ပါးပါးလှီးပြီး ငါးနဲ.ထည့်ပြုပ်ပါ။ငါးနူးရင် ဆယ်ပြီးအသားနွှင်ထားပါ။အရိုးတွေကိုပြန်ထည့်ပြုပ်ပြီး ဟင်းရည်ရပြီဆိုရင် အရိုးအားလုံးကို ခပ်ထုတ်ပါ။ငရုတ်ကောင်းမှုန်.ထည့်ပါ။ငရုတ်သီးစိမ်းကို ရေနွေးနဲ.ပြုပ်ပြီးညက်အောင် ထောင်းထားပါ။ပန်းကန်ထဲကို မုန်ဖတ်၊ငါးအသား၊ငရုတ်သီးစိမ်းပြုပ်ထောင်း၊ငံပြာရည်၊မန်ကျည်းရည်၊ကြက်သွန်ဖြူကြော်၊ဆီချက်၊ငါးဖယ်၊နံနံပင်ထည့်ပါ။ပြီးရင် ငါးပြုပ်ရည်လေးခပ်ထည့်ပြီး သုံးဆောင်နိုင်ပါပြီ "
        },
        {
            "id": 5,
            "url": "https://images.deliveryhero.io/image/fd-mm/LH/jjs5-hero.jpg",
           "name": "ရှမ်းခေါက်ဆွဲ",
            "ingredents":"ဆန်ခေါက်ဆွဲ ၁ထုပ်,မြေပဲဆံလှော် ၅ကျပ်သား,ရှမ်းချဉ် ၅ကျပ်သား,ကြက်သွန်မိတ် ၁စည်း,ငရုတ်သီးဆီကြော်,ပဲငံပြာရည်အပျစ် အနည်းငယ်,တို့ဖူးကြော်,ပဲပုပ်စေ့လှော်ထောင်းပြီးသားအနည်းငယ် (optional),ပဲရွက် အနည်းငယ်,ကြက်သွန်ဖြူဆီချက်,ကြက်သွန်ဖြူ ၄မွှာ,တရုတ်မဆလာ ဇွန်းသေး ၂ဇွန်း,နှမ်းဖြူ အနည်းငယ်,ကြက်သားဟင်းအနှစ်,ကြက်သားရင်ပုံသား ၂ခု,ကြက်သွန်နီအနေတော် ၄လုံး,ခရမ်းချဉ်သီးအနေတော် ၆လုံး,ကြက်သွန်ဖြူ ၈မွှာ,ငရုတ်သီးအစိမ်းမှုန့် ထမင်းစားဇွန်း ၂ဇွန်း,ဆား အနည်းငယ်,ပဲငံပြာရည်အကျဲ ၂ဇွန်း",
            "receipe": "ကြက်သားရင်ပုံသားများကို သန့်စင်ပြီး အတုံးသေးသေးတုံးပါ။ နနွင်းနဲ့ဆားအနည်းငယ်တို့နှင့် ရောနယ်ပါ။ဟင်းအနှစ်အတွက် ခရမ်းချဉ်သီးကို အစေ့တွေ ဖယ်ပြီး ပါးပါးလှီးပါ။ ကြက်သွန်နီ ကြက်သွန်ဖြူတို့ကို ပါးပါးလှီးပါ။ဒယ်အိုးထဲ ဆီထည့်ပြီး ဆီဆူလာလျှင် ကြက်သွန်နီ ကြက်သွန်ဖြူငရုတ်သီးအစိမ်းမှုန့်တို့ထည့်ပြီး ဆီသတ်ပါ။အနံ့မွှေးလာလျှင် ခရမ်းချဉ်သီးတွေကို အရင်ကြေအောင် ချက်ပါ။ ပြီးမှ ကြက်သားတွေကို ထည့်လုံးပါ။ ၃မိနစ်ခန့်ကြာလျှင် ရေနွေးအနည်းငယ်ထည့်ပါ။ဆီပြန်အောင် ဆက်တည်ပါ။ ဆားအနည်းငယ် နှင့် ပဲငံပြာရည် ထည့်မွှေပါ။ဟင်းအနှစ်အရည်အတွက် ရေနွေးအနည်းငယ် ထပ်တည့်ပြီး ပွက်ပွက်ဆူအောင် တည်ထားပါ။ကြက်သွန်ဖြူဆီချက်အတွက် ကြက်သွန်ဖြူကို အရင်ဆီသတ်ပါ။ မီးပိတ်ပြီးမှ တရုတ်မဆလာထည့်မွှေပါ။ နှမ်းဖြူထည့်ပြီး ပန်ကန်လုံးထဲ ပြောင်းထည့်ပါ။ဆန်ခေါက်ဆွဲတွေကို ရေ နှစ်ရီခန့် ကြီုစိမ်ပါ။မြေပဲဆံလှော်ကို အခွံချွတ်ပြီး မညက်တညက်ထောင်းထားပါ။ကြက်သွန်မိတ်နှင့် ရှမ်းချဉ်ကို သေးသေးလှီးထားပါ။ဟင်းချိုအတွက် ကြက်ရိုးတွေကို ချင်း၊ကြက်သွန်ဖြူတို့နှင့် ပြုတ်ထားပါ။မုန့်ဖတ်ပြုတ်ရန်အတွက် အ၀ကျယ် ရေနွေးအိုးကို ပွက်ပွက်ဆူအောင် တည်ထားပါ။"

        },
        {
            "id": 6,
            "url": "https://images.deliveryhero.io/image/fd-mm/LH/i7ye-hero.jpg",
            "name": "မြီးရှည်",
            "ingredents":"၁။မြီးရှည်အဖတ် ၂။ကြက်သား (သို့)၀က်သား -၅၀သား ၃။မုန့်ညင်းချဉ် ၄။ကော်၅ ။အီကြာကွေး ၆။ကြက်သွန်ဖြူ ၇။တရုတ်နံနံ ၈။ပဲငပိအချို ၉။ကြက်သွန်ဖြူဆီချက် ၁၀။ငရုတ်သီးဆီချက် ၁၁။ပဲပင်ပေါက် ၁၂။ အကြွပ်ကြော် ၁၃။၀က်ဆီဖတ်ကြော်",
            "receipe": "၁။မြီးရှည်အခြောက်ဖတ်ဆို၇င် အ၇င်ပြုတ်ပါ ၂။ကြက်သား (သို့)၀က်သားကို ဆား၊ သကြား (သို့)ဟင်းချိုမှုန့်နဲ့အ၇ည်များများနဲ့တည်ထားပါ။ အ၇ည်ကိုဟင်း၇ည်အနေနဲ့လဲသောက်လို့ရတယ်။၃။မုန့်ညင်းချဉ်ကို အသေးလေးတွေလှီးပါ။၄။ကော်လုပ်လျှင် ကော်မှုန့်ကိုသုံးလို့လဲ၇ပါတယ်။ ကောက်ညှင်းမှုန့်ကိုသုံးလို့လဲရပါတယ်။(ကောက်ညှင်းမှုန့်နဲ့ကော်မှုန့်ကို ဆတူေ၇ာရ်ျလုပ်လျင်ပိုကောင်းပါသည်။) အမှုန့်ကိုရေအေးနဲ့အ၇င်ဖျော်ပြီး ကော်လုပ်မယ့်အိုးထဲမှာ ကြိုပါ။ကော်မှုန့်အ၇မ်းပစ်နေရင် အေးရင် အ၇မ်းခဲသွားတတ်ပါတယ်။ ခဲသွားရင် ရေထည့်ပြီး မီးဖိုပေါ်ပြန်တည်လိုက်ပါ။ကော်ပြန်ကျဲသွားပါလိမ့်မည်။၅။အီကြာကွေးကိုကပ်ကျေးနဲ့အသေးလေးတွေညှပ်ပါ။တချို့ကအကြွပ်ကြော်နဲ့စားကြသည်အ၇မ်းကောင်းပအပ်ကြော်အတွက်တ၀က်ကိုဆီနဲ့ပြန်ကြော်ပါ။ ကြွပ်ပီး အညိုေ၇ာင်သန်းလာ၇င် အကြွပ်ကြော်အတွက်၇ပါပီ။၆။ကြက်သွန်ဖြူကို မညက်တညက်ထောင်းပါ၊ တ၇ုတ်နံနံ ကိုကပ်ကျေးနဲ့ညှပ်ပီး အဲ၂ခုကိုေ၇ာပီး ပန်းကန်တလုံးထဲထည့်ပါ၊ ေ၇နွေးလောင်းလိုက်ပါ၊ အဲ၂ခုေ၇ာတဲ့အ၇ည်ပါမှ အနံ့မွှေးပါမယ်....၇။ပဲပင်ပေါက်ကို ေ၇ဆေးပီး ေ၇နွေးဖျောထားပါ။၈။ ငရုတ်သီးဆီချက်လုပ်ပုံက ပုံထဲမှာ ပါတဲ့တရုတ်မပုံတံဆိပ် ငရုတ်သီးဆီချက်ကို အပူခံတဲ့ပန်းကန်လုံး အကြီးထဲမှာ ထည့် ...ပြီးရင် ဆီများများလို ချင်ရင် ဆီများများကို အိုးတခုထဲမှာ အပူပေး... ဆီအ၇မ်းပူလာရင် ခုနက ပန်းကန်ထဲကို လောင်းထည့်လိုက်ပါ။ ငရုတ်သီးဆီချက်ရပါတယ်...(ငရုတ်သီးဆီချက်လုပ်၇င်အိမ်အရမ်းနံတော့ အဲဒီနည်းကိုပဲသုံးတယ်)စားခါနီး၇င် မြီး၇ှည်ဖတ်အေးနေ၇င် မြီး၇ှည်ဖတ်နဲ့ပဲပင်ပေါက်ကို ရေနွေးပြန်ဖျောပါ၊ပြီးလျှင်....ကော် (ဟင်းချက်ရင်မွှေတဲ့ဇွန်းနဲ့တဇွန်း)၊ အသား (ကြိုက်သလောက်)၊ အီကြာကွေး၊ ကြက်သွန်ဖြူနဲ့နံ့နံ့ ထမင်းစားဇွန်း ၁ ဇွန်း၊ အကြွပ်ကြော်၊ မုန့်ညင်းချဉ်၊ အချိုမုန့်(သို့) သကြား လက်ဖက်ရည်ဇွန်း တ၀က်၊ ဆီချက် ထမင်းစားဇွန်း ၁ ဇွန်း၊ ငရုတ်သီးဆီချက် ထမင်းစားဇွန်း ၁ ဇွန်း၊ ပဲငပိအချို၊ ထမင်းစားဇွန်း သုံးပုံ ၂ ပုံ၊ အားလုံးထည့်ပီးေ၇ာနယ်လိုက်ပါ"


        },
        {
            "id": 7,
            "url": "https://i.ytimg.com/vi/gHfGEnZWcTo/maxresdefault.jpg",
            "name": "ရွှေတောင်ခေါက်ဆွဲ",
            "ingredents":"ဂျုံခေါက်ဆွဲ–၂၅ကျပ်သားကြက်သွန်နီ–၄လုံး (ပါးပါးလှီးပါ)နံနံပင်–၁စည်း (ပါးပါးလှီးပါသံပရာသီး–၄လုံး (၄စိပ်စိပ်ပါ)အုန်းသီး –၁လုံး (ခြစ်တံဖြင့်ခြစ်ပြီ အရည်ညှစ်ပေးပါ)(အုန်းဆီနှစ်ချက်ရန်)ပဲအကျက်မှုန့်–၄ဝ ဂရမ်ငရုတ်သီးအကြမ်းမှုန့်ကြော်–စားပွဲတင်ဇွန်း ၃ဇွန်း ကြက်ရင်ဗုံသား–၂ခု (၂၅၀ ဂရမ်) (အတုံးသေးများ တုံးပါ) ကြက်သွန်နီ–၄လုံး (ဥသေး(သို့)ဥကြီးထက်ခြမ်းခြမ်းပါ)ကြက်သွန်ဖြူ–၂မွှာ (နှုတ်နှုတ်စင်းပါ)ငရုတ်သီးမှုန့်–စားပွဲတင်ဇွန်း ၁ဇွန်းခွဲ ဆား–လက်ဖက်ရည်ဇွန်း ၁ဇွန်းကြက်သားမှုန့်–လက်ဖက်ရည်ဇွန်း ၁ဇွန်းဟင်းရွက်ဆီ –စားပွဲတင်ဇွန်း ၄ဇွန်း",
            "receipe": "၁။ အရင်ဆုံး ရွှေတောင်ခေါက်ဆွဲနှင့် တွဲဖက် စားသုံးရန် ဂျုံခေါက်ဆွဲမုန့်ကြွပ် ကြော်ပါမည်။၂။ ဒယ်ထဲ ဆီများများထည့်ပြီ ဆီတော်တော်ပူလာမှ ဂျုံ ခေါက်ဆွဲဖတ် လက်တဆုပ်စာကို ၂ခါခွဲပြီ အညှိရောင် သန်းသည်အထိ ကြော်ပေးပါ။၃။ ပြီလျှင် ပန်းကန်ထဲ ပြန်ဆယ်ထားပေးပါ။၄။ ပြီနောက် အုန်းဆီနှစ်ချက် လုပ်ရန် အုန်းသီးညှစ်ရည် များကို ဒယ်ထဲတွင် မီးအသင့်အတင့်ဖြင့် ဆီပြန်သည် အထိ တည်ထားပေးပါ။၅။ ဆီပြန်လျှင် မီးပိတ်လိုက်ပြီ ပန်းကန်ထဲပြောင်းထည့် ထားပါ။ချက်နည်း၁။ အရင်ဆုံး ကြက်သားဟင်းချက်ရန် ဒယ်ထဲ ဆီထည့် ပြီ ဆူပူလာလျှင် ကြက်သွန်ဖြူ ဆီသပ်ပေးပါ။၂။ ပြီလျှင် ငရုတ်သီးမှုန့်ထည့်၊ ကြက်သားထည့်ပြီ ၁မိနစ်ခန့် ရောမွှေပါ။၃။ ထို့နောက် ရေ(၃ခွက်)၊ ဆား၊ ကြက်သားမှုန့်ကြက်သွန်နီထည့်ပြီ ၂မိနစ်ခန့် တည်ထားပါ။၄။ ရေ (၂ခွက်)စာ ကျန်လျှင် အရသာမြည်းပြီ မီးပိတ် လိုက်ပါ။ ကြက်သားဟင်းရည် ရပါပြီ...၅။ ရွှေတောင်ခေါက်ဆွဲ ပြင်ဆင်ရန် ဇောက်ပန်းကန်ပြား တစ်ခုထဲ ခေါက်ဆွဲ၊ ကြက်သွန်နီ၊ အုန်းဆီချက်၊ ပဲမှုန့်၊ သံပရာသီး၊ ငရုတ်သီးမှုန့်၊ မုန့်ကြွပ် တို့ကို ထည့်ပြီ ပြင် ပေးပါ။၆။ ထို့နောက် အပေါ်မှ ကြက်သားဟင်းရည်(ယောက်ချို ၂ဇွန်း) လောင်းချလိုက်ပါ။ရ။ အရသာရှိသော ရွှေတောင်ခေါက်ဆွဲကို သုံးဆောင်လို့ ရပါပြီ..မှတ်ချက်။ ။ ရွှေတောင်ခေါက်ဆွဲနှင့် တွဲဖက်သုံးဆောင် ရန် ကြက်ပြုတ်ရည်အတွက် ကြက်ရိုးများကို ပြုတ်ပြီ ကြက်သွန်ဖြူ၊ ဆား၊ ကြက်သားမှုန့်၊ ငရုတ်ကောင်းမှုန့်၊ ကြက်သွန်မြိတ်များ ဖြူး ပေးပါ။"
        }
    ],
    "Salad": [
        {
            "id": 1,
            "url": "https://i.ytimg.com/vi/DU7S9YscAm0/maxresdefault.jpg",
            "name": "လက်ဖက်သုပ်",
            "ingredients":"-လက်ဖက်၊နှစ်ပြန်ကြော်၊ခရမ်းချဉ်သီး၊ဂေါ်ဖီ၊ငရုတ်သီးစိမ်း၊ကြက်သွန်ဖြူ၊သံပုရာသီး၊ပုဇွန်ခြောက်",
            "receipe": "ပထမဆုံး ခရမ်းချဉ်သီး ၊ ဂေါ်ဖီနဲ့ ငရုတ်သီးစိမ်းတို့ကို ရေနဲ့ စင်အောင်ဆေးပါ။ ခရမ်းချဉ်သီးကို အစေ့ထုတ်ပြီးပါးပါးလေးညှပ်ပါ ။ ဂေါ်ဖီပါးပါးလေးလှီးပါ။ လက်ဖက်နဲ့ နှစ်ပြန်ကြော်ကို ပန်းကန်ထဲ စားလိုသလောက် အသင့်ထည့်ပါ။ဆီအနည်းငယ်ထည့် ၊ ငံပြာရည်ထည့် ပြီး အချဉ်ကြိုက်တဲ့သူတွေအတွက် သံပုရာသီးကို ညှစ်ထည့်ပြီးရင်တော့ သမအောင် နယ်လို့ရပါပြီ။ အစပ်ကြိုက်တဲ့ သူတွေအတွက် ငရုတ်သီးစိမ်းကို ညှပ်ထည့်ပြီး သုပ်စားနိုင်ပါတယ်။ "
        },
        {
            "id": 2,
            "url": "https://th.bing.com/th/id/R.8a805d1d876cc247502f27cb9b3ceeb7?rik=PHFrrQlDyFauwQ&riu=http%3a%2f%2fasianfoodyummy.com%2fwp-content%2fuploads%2f2018%2f08%2f1-100.jpg&ehk=GbgvAepXB2EJisb9eUDOJ854nZQCmMPT%2bvJsbGB2OuQ%3d&risl=&pid=ImgRaw&r=0",
            "name": "နန်းကြီးသုပ်",
            "ingredients":"•နန်းကြီး ၅ဝ ကျပ်သား• ကြက်သား ၁၅ ကျပ်သား• ငံပြာရည် အနည်းငယ်• ဆား၊ ဟင်းခတ်မူန့် လိုအပ်သလောက်ထည့်ပါ။• ကြက်သွန်ဖြူ ၂ လုံးခန့်• ကြက်သွန်နီ ၅ လုံး• အရောင်တင်မူန့်အနည်းငယ်• အုန်းနို့အနည်းငယ်• ပဲမူန့် အနည်းငယ်• ဆီ အနည်းငယ်• ဆီကျက်အနည်းငယ်• သကြားအနည်းငယ်• သံပရာသီး (သို့) ရှောက်သီး အနည်းငယ်• ငရုတ်သီးအကျက်မှုန့်အနည်းငယ်",
            "receipe": "ကြက်သားကို ဆား၊ ဟင်းခတ်မူန့်တို့နှင့် နယ်ပြီး နူးရုံပြုတ် ပါ။ ပြီးရင် အသားကို သေးသေးလေး တုံးလိုက်ပါ။ကြက်သွန်ဖြူကြက်သွန်နီကို ထောင်းလိုက်ပါ။ပြီးရင် ဆီကို အပူပေးလိုက်ပြီးအရောင်တင်မှုန့် ထည့်လိုက်ပါ။အရောင်တင်မှုန့် ကျက်ရင်ကြက်သွန်နီ ၊ ဖြူကို ဆီသတ် လိုက်ပါ။ အဲဒီနောက် ကြက်သား ထည့်လိုက်ပါ။ အုန်းနို့ ထည့်ပါ။ (တကယ်လို့ အုန်းနို့မကြိုက်ရင်မထည့်လည်းရပါတယ်။)အပေါ့ အငန်မြည်းပြီး ဆား၊ အချိုမှုန့်၊ သကြားထပ် ထည့် ပါ။သုပ်မယ့် ပန်းကန်ထဲမှာ ခေါက်ဆွဲထည့်ပြီး အခု ဟင်းအနှစ် ထည့်၊ ဆီကျက်၊ ပဲမှုန့်၊ ငရုတ်သီးမှုန့်နဲ့ သံပရာသီး ညှစ်ပြီး သုံးဆောင်နိုင်ပါတယ်။"
        },
        {
            "id": 3,
            "url": "https://th.bing.com/th/id/OIP.7-l_HjJLSb6wgC8JzyC02gHaE8?rs=1&pid=ImgDetMain",
            "name": "အသုပ်စုံ",
            "ingredents":"ဂျုံခေါက်ဆွဲ,ပဲကြာဇံ,အာလူး, ပဲပြား ,ထမင်းနီ ( ငရုတ်သီးဆီချက်အနီ နဲ့နယ်ထားတာ), သ‌င်္ဘောသီး,ပဲပင်ပေါက်,ဂေါ်ဖီ,သခွားသီး,ငှက်ပျောဖူး,ကျောက်ပွင့်အမဲ,ပုစွန်ခြောက်မှုန့် ၊ ပဲမှုန့် ၊  ငံပြာရည် ၊ မန်ကျည်းရည် ၊ဆီနီ ၊ဆီဝါ ၊ အချိုမှုန့် နဲ့ ငရုတ်လှော်မှုန့်",
            "receipe": "​ညက်အောင်ထောင်းထားတဲ့ ကြက်သွန်ဖြူနဲ့ နနွင်းကိုဆီသတ်ပြီး ကြက်သွန်ကြွပ်ပြီး​ မွှေးတဲ့အထိကြော်ပေးတာပါ (ကြက်သွန်မတူးဖို့ သတိထားရပါတယ်)ဆီနီ / ဆီချက်အနီ ညက်အောင်ထောင်းထားတဲ့ ကြက်သွန်ဖြူနဲ့ နနွင်းအနည်းငယ်ကိုဆီသတ်ပါတယ် ကြက်သွန်ကြွပ်ကာနီးမှာ မီးဖိုပေါ်ကချပြီး ဆက်​​​မွှေပေးနေပါတယ်မွှေပေးနေရင်း အိုးထဲက ဆီကို အပူချိန်လျော့သွားအောင်ခဏစောင့်ပါတယ် ပြီးမှ ငရုတ်သီးအရောင်တင်မှုန့်ထည့်မွှေပေးလိုက်ရင် ရပါပြီ(ဆီချက်အရောင်လှဖို့က ငရုတ်သီးမတူးဖို့ လိုတာမို့ ဆီရဲ့အပူချိန်ကို ဂရုစိုက်ရပါတယ်ရန်ကုန်အသုပ်စုံလို ငရုတ်ဆီနဲ့ဖျော်တဲ့ အချဉ်ရည်စပ်နည်းလေးလဲ ရေးပေးလိုက်ပါတယ်ညက်အောင်ထောင်းထားတဲ့ ကြက်သွန်ဖြူ ငရုတ်သီးစိမ်းနဲ့ နုတ်နုတ်စဉ်းထားတဲ့ နံနံရွက်အရိုး အနည်းငယ်ငရုတ်ဆီ၁ခွက်ပျစ်ပျစ်ဖျော်ထားတဲ့ မန်ကျည်းရည် ခွက်တစ်ဝက်ပျစ်ပျစ်ကျိုထားတဲ့ ထန်းလျှက်ရည် ခွက်တစ်ဝက်ငါးငံပြာရည် ခွက်တစ်ဝက် အချိုမှုန့် ဆား (လိုအပ်သလိုချိန်ထည့်ပါ(ကိုယ်လိုချင်တဲ့အချဉ်ပမာဏကိုလိုက်ပြီး အဆင်ပြေတဲ့ ခွက်နဲ့ချိန်ထည့်ပါ)အသုပ်နယ်တဲ့အခါ စပ်ထားတဲ့အချဥ်ရယ် ဆီချက်အနီ/ အဝါ နဲ့ ပဲမှုန့် ပုစွန်ခြောက်မှုန့်အနည်းငယ် ထည့်နယ်ပေးပါရှင်"

        },
        {
            "id": 4,
            "url": "https://myfoodmyanmar.com/wp-content/uploads/2020/05/Bean-thread-noodle-salad-7-copy-e1643246550929.jpg",
            "name": "ကြာဇံသုပ်",
            "ingredents":"ကြာဇံ , ပဲပင်ပေါက်,ဂေါ်ဖီ , မကျီးရည်, ငံပြာရည်, ဟင်းချိုမှုန့်, ငရုတ်သီး ,အကြတ်မှုန့်, ကြက်သွန်ဖြူ,ဆီချက်ဆီ, ငရုတ်ဆီ",
            "receipe": "ကြာဇံ ( ပြုတ်ပြီး ရေဆေး ရေစစ်ထားပါ ) ပဲပင်ပေါက် ( ရေနွေးဖျောထားပါ ) ဂေါ်ဖီ ( ပါးပါးလှီးထားပါ ) မကျီးရည်, ငံပြာရည်, ဟင်းချိုမှုန့်, ငရုတ်သီး အကြတ်မှုန့် ကြက်သွန်ဖြူဆီချက်ဆီ ငရုတ်ဆီ ( အားလုံး ရောနယ်ပြီး ချဉ်ငံစပ် သုပ်စားပါ )"

        },
        {
            "id": 5,
            "url": "https://th.bing.com/th/id/R.2007c017c384bb057d2c8b7d5f31767b?rik=B1sfpVmhnFqdOQ&riu=http%3a%2f%2fwww.disneyfoodblog.com%2fwp-content%2fuploads%2f2012%2f09%2fChicken-Quesadilla-with-Black-Beans-and-Rice-600x450.jpg&ehk=s2D3NDtFSACyvQkS7wSkZvVCdpez%2f%2fJhVX6%2fFDM6Fjw%3d&risl=&pid=ImgRaw&r=0",
            "name": "ပုန်းရည်ကြီးသုပ်",
            "ingredents":"ပုန်းရေြ (bean sprouts) - ၂ ခွက်ပဲပုပ် (fermented soybeans) - ၂ ဇွန်းကြက်သွန်နီ - ၂ လုံး (တောက်လျှောစွတ်လှီးထား)ချင်း - ၁/၂ လက်ဖျား (လေးလေးညှပ်ထား)နံနံပင်/နံနံပင်ရွက် - အနည်းငယ်ဆား - ၁/၄ ဇွန်းသံပုရာရည် (lime juice) - ၂ ဇွန်းဆီ - ၂ ဇွန်းငရုတ်သီးမှုန့် - ၁ ဇွန်းသံပုရာ - ၁ လုံး (လှီးထား)",
            "receipe": "၁။ ပုန်းရေြကို သန့်စင်ပြီး ရေစစ်ပါ။၂။ ပဲပုပ်ကို နည်းနည်း ကြိတ်ပေးပါ။၃။ကြက်သွန်နီ၊ ချင်းနှင့် နံနံပင်ရွက်များကိုတောက်လျှောစွတ်လှီးထားပါ။ပုန်းရေြ၊ ပဲပုပ်နှင့် ကြက်သွန်နီ၊ ချင်း၊ နံနံပင်များကို ရောပါ။၄။ သံပုရာရည်နှင့် ဆီကိုထည့်ပြီး ရောပါ။ဆားနှင့် ငရုတ်သီးမှုန့်ကို ထည့်၍ အရသာထိရောက်အောင် ရောပါ။၅။ ပြင်ဆင်ပြီးသော ပုန်းရေြကီးသုပ်ကို ခွက်တစ်ခွက်ထဲ ထည့်ပြီး သံပုရာစေ့လေးများနှင့် အလှဆင်ပါ။"
        },
        {
            "id": 6,
            "url": "https://i.ytimg.com/vi/jml2vAsXEMk/maxresdefault.jpg",
            "name": "တိုဟူးသုပ်",
            "ingredents":"တို့ဟူး (Tofu) - ၂၀၀ ဂရမ် (မုန့်ဆန်လိပ်ပုံ)၊ကြက်သွန်ဖြူ - ၂ လုံး (မွှေးအောင်ချက်ထား)၊ကြက်သွန်နီ - ၁ လုံး (မွှေးအောင်ချက်ထား)၊ချင်း - ၁/၂ လက်ဖျား (လေးလေးညှပ်ထား)၊ဆား - ၁/၄ဇွန်းဆီ - ၂ ဇွန်း၊ရှမ်းစေ့ (optional) -အနည်းငယ်၊လိမ္မော်ရည် - ၂ ဇွန်း၊ငရုတ်သီးမှုန့် - ၁ ဇွန်း၊နံနံပင်/နံနံပင်ရွက် (လှီးထားသော) - အနည်းငယ်၊ငံပြာရည် - ၁ ဇွန်း",
            "receipe": "၁။ တို့ဟူးကို အထုပ်အပြင်နှင့်စီ အစိတ်စိတ်ကစားဖြင့် ဖျက်ကာ ဆပ်ပြာငွေ့များ ပေါင်းထည့်ပါ။။ ကြက်သွန်ဖြူ၊ ကြက်သွန်နီ နှင့်ချင်းတို့ကို အကင်ထည့်၍ မွှေးအောင်ချက်ပါ။တို့ဟူးကို အတုံးလေးများဖြင့် ချွတ်ညှပ်၍ ကြက်သွန်နီ၊ ကြက်သွန်ဖြူ၊ ချင်းများနှင့် ရောပါ။၃။ အလှင့်ပါသင့်သော လိမ္မော်ရည်၊ ဆီနှင့်ငရုတ်သီးမှုန့်များကို ထည့်ပြီး ပြန့်စက်သည်အထိ ကြာသောအထိ အလှင့်ခြင်းနှင့် ရောသည့်ဖြစ်စေသည်။၄။ အခြားအနံ့များဖြစ်သော ရှမ်းစေ့၊ နံနံပင်ရွက်နှင့် ဆား၊ ငံပြာရည်တို့ကို သင့်တော်အောင် ထည့်ကာ ရောပါ။၅။ ရောထားသော တို့ဟူးသုပ်ကို ခပ်ကြည့်၍အဆင်ပြေပါသည်။၆။ ပြင်ဆင်ပြီးသော တို့ဟူးသုပ်ကို ခွက်တစ်ခွက်ထဲ လှစ်ထားသောနံနံပင်ရွက်များဖြင့် အလှဆင်ထားပြီး စားသုံးနိုင်ပါသည်။"
        },
        {
            "id": 7,
            "url": "https://th.bing.com/th/id/R.604ad32ae632b10c54eb2883ba871738?rik=SESKOVbbduqQAg&riu=http%3a%2f%2f2.bp.blogspot.com%2f-5WRFqNIetxw%2fT-TCIbU9jHI%2fAAAAAAAAEPA%2f480BulK7Qh8%2fs1600%2fgingerSalad%2b046-wm.JPG&ehk=htz0PqbYqrfcWyq7GETNxGGjwEy%2fdjMOo5tlrCpRWL0%3d&risl=&pid=ImgRaw&r=0",
            "name": "ဂျင်းသုပ်",
            "ingredents":"အချဉ်စိမ်ထားတဲ့ ဂျင်းအမျှင်များ – တစ်ခါသုပ်စာ,ခရမ်းချဉ်သီး – ၁ လုံး,ကြက်သွန်နီ -၁ ခြမ်း,ငရုတ်သီးစိမ်း-၃ တောင့်,ပဲကြမ်းကြော်-အနည်းငယ်,နှမ်း လက်ဖက်ရည်ဇွန်း-၁ ဇွန်း,ကြက်သွန်ဖြူကြော်-လက်ဖက်စည်ဇွန်း ၂ ဇွန်း,ရှောက်ရည်-လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း,ပဲဆီ-လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း,ယိုးဒယားငံပြာရည် -လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း,သကြား- လက်ဖက်ရည်ဇွန်း ၁ ဝက်",
            "receipe": "ခရမ်းချဉ်သီးကို ခပ်ပါးပါး လှီးထားပါ။ ကြက်သွန်နီကို ခပ်ပါးပါး လှီးထားပါ။ ငရုတ်သီးစိမ်းကို နုတ်နုတ်စင်း ထားပါ။ပန်းကန်လုံးထဲမှာ ဖော်ပြထားတဲ့ တန်ဆာ ပလာများ အားလုံးကို အရသာများ ထည့်ပြီး ရောနယ်ပါ။ ဂျင်းသုပ်ကို ရေနွေးကြမ်း ပူပူ ထမင်းပူပူ တို့ဖြင့် တွဲဖက် စားသုံးပါက အင်မတန် လိုက်ဖက်ပါတယ်။အရသာ ထူးကဲစေမယ့် သကြား အနည်းငယ် ထည့်သုပ် ကြည့်ဖို့လည်း မမေ့ပါနဲ့။ပဲမှုန့် မထည့်ဘဲ သုပ်စား လို့လည်း ကောင်းပါတယ်။"

        }
    ],
    "Dessert": [
        {
            "id": 1,
            "url": "https://lifemadesimplebakes.com/wp-content/uploads/2014/08/Perfect-New-York-Cheesecake.jpg",
            "name": "cheese ကိတ်",
            "ingredents":"Milk(နွားနို့)-75g Oil(ဆီ)-110g EggYolk(ဥနှစ်)-4 Sugar(သကြား)-30g All purpose flour(ဂျုံမှုန့်)-120g Salt(ဆား)-2g Vanilla essence(vanilla အနံ့) -အနည်းငယ် Eggwhites(ဥအကာ) - 4 Cream-4g Sugar(သကြား)-35 g Creamcheese-100g Whippingcream-100g Butter(ထောပတ်)-120 gCondensed milk(နို့ဆီ)- 80g Cheese processed cheese (ချိစ်တုံး).",
            "receipe": "Oven မီး 150*C ကို 15 mins ခန့် ကြိုတင်အပူပေးပြီး မီး 150*C နဲ့ 35-40 mins ခန့် ထား Bake ပါ။ ခု recipe လေးက 8” အတွက်ပါ၊ 6” လုပ်မယ်ဆိုအကုန်လုံးကို (0.56) နဲ့မြှောက်ပါ၊ 6” စာရပါမယ်။ကိတ်ပေါ်တင်တဲ့ cheese ကို Processed cheese ပဲသုံးပါ။ Cream ကရိုက်နေရင်းကျဲနေတတ်ပါတယ်၊ တောင့်သွားတဲ့ထိပြီးအောင်ဆက်ရိုက်ပါ။ (လက်နဲ့ရိုက်လည်းရပါတယ်)နွားနို့မရှိလျှင်နို့စိမ်းသုံးနိုင်သည်။ကြက်ဥအကာထဲကိုကြက်ဥအနှစ်လုံးဝမကျန်ပါစေနှင့်၊ အကာရိုက်လို့မအောင်မြင်တတ်ပါ။Cream of tartar မရှိလျှင်ရှာလကာရည်(သို့)သံပုရာရည်အနည်းငယ်ထည့်ပြီးရိုက်နိုင်သည်။"
        },
        {
            "id": 2,
            "url": "https://th.bing.com/th/id/OIP.Fw-199hoU0qcuFHEL9Vf8wHaLH?rs=1&pid=ImgDetMain",
            "name": "chocolate ကိတ်",
            "ingredents":"• ဂျုံမှုန့် ၈၅ ဂရမ်• ထောပတ် ၁၈၅ ဂရမ်• ကိုကိုးမှုန့် ၄ဝ ဂရမ်• ပွဆေး လက်ဖက်ရည်ဇွန်း ၂ ဇွန်း• Vanilla အရည် အနည်းငယ်• သကြား၂၇၅ ဂရမ်• ကြက်ဥ အကြီး ၄ လုံး",
            "receipe": "အရင်ဆုံး ထောပတ်၊ သကြားနဲ့ကို သေချာရောပြီးမွှေ ပေးလိုက်ပြီး ခဏဖယ်ထားလိုက်ပါ။ပြီးရင် နောက်ထပ် အလားတူ ခွက်တစ်ခုမှာ ဂျုံမှုန့်နဲ့ ကိုကိုး မှုန့်ကို ထည့်နယ်လိုက်ပါ။ ပွဆေးပါ ထည့်လိုက်ပြီးရောပေး ပါ။ပြီးရင် Vanilla အနည်းငယ်ထည့်မယ်။ ကြက်ဥကို ခလောက်ပြီးထည့်ပါမယ်။ ပြီးရင် သေချာလေး မွှေ ပေးလိုက်ပါ။စောစောက ထောပတ်နဲ့ သကြားရောထားတာကိုလည်း ထည့်ပြီး မွှေပေးလိုက်ပါ။အရမ်းပျစ်နေရင်တော့ နွားနို့ နွေးနွေးလေးကို နည်းနည်း ထည့်လိုက်ပါ။ပြီးရင်သေချာထပ်မွှေပေးပါ။အရသာမြည်းကြည့်ပါ။ လိုရင် သကြားထပ်ထည့်ပါ။ရပြီဆိုရင်တော့ အပူခံတဲ့ ဘူးထဲ ပြောင်းထည့်လိုက်ပြီး Oven ထဲထည့်ကာ ဖုတ်ပေးရမှာဖြစ်ပါတယ်။၂၅ မိနစ်၊ မိနစ် ၃၀ လောက် ဖုတ်ပေးရမှာဖြစ်ပါတယ်။ ကိုယ့်ရဲ့ ကိတ်သား ကျက်မကျက် ဓား (သို့) ဇွန်းလေးနဲ့ စမ်းသပ်ကြည့်လိုက်ပါ။ မုန့်ဖတ်တွေ မကပ်လာဘူးဆိုရင် ရ ပါပြီနော်။ပြီးရင်တော့ အအေးခံပြီး မိမိသင့်သလို လှီးကာ သုံးဆောင် နိုင်ပါတယ်။"
        },
        {
            "id": 3,
            "url": "https://1.bp.blogspot.com/-XCR0g0LooSk/YUKy54x35SI/AAAAAAAAxSE/qrlyB9B5eWMbxQk5-ErpTHfDsUj-8d2bgCLcBGAsYHQ/s1616/CYMERA_20210908_173819.jpg",
            "name": "‌‌ရွှေကြည်",
            "ingredents":"ဆီမုနီနာ (Semolina)-၁ ခွက်စိမ်းစိမ်း၊ဆန် - ၁ ခွက်၊သကြား - ၁ ခွက်၊အုန်းနို့ - ၂ ခွက်၊ရေ - ၁/၂ ခွက်၊နွားနို့ထောပတ်(Butter)- ၁/၄ ခွက်၊ဆား - နည်းနည်းရှမ်းစေ့/သစ်စေ့ (optional) - အနည်းငယ်",
            "receipe": "၁။ အသင့်ပြင်ခြင်းထောပတ်ကို ကျိုထားသောအိုးအတွင်း သတ်မှတ်ထားသောအပူချိန် (Medium Heat) ဖြင့် အရည်ပျော်အောင် ပြုလုပ်ပါ။၂။ဆီမုနီနာကို ဖတ်ခြင်းပျော်နေသော ထောပတ်ထဲကို ဆီမုနီနာထည့်ပြီး ရနံ့ကောင်းလာအောင် နှင့် ရွှေညိုရောင်သွားသည်အထိ ဖတ်ပါ။ ဒါကို ၅မှ ၇ မိနစ်ကြာခန့် ဖတ်ရပါမည်။၃။ ရေထည့်ခြင်းတခြားအိုးတစ်ခုတွင် အုန်းနို့၊ ရေ နှင့် သကြားများကိုရောပြီး သကြားအရည်ပျော်သွားအောင် ပူအောင်ပြုလုပ်ပါ။၄။ ပေါင်းစပ်ခြင်းအုန်းနို့ရောနှောမှုကို ဆီမုနီနာထည့်ပြီး လေးလေးနက်နက်ထည့်ပါ၊ အဖုတ်မရှိအောင်ထည့်နေစဉ်ဆွဲပါ။အရောအနှောကို ပျစ်သည်နှင့် အိုးခြောက်စသည်အထိ ပြုလုပ်ပါ။ ဒါကို ၁၀ မှ ၁၅ မိနစ်ကြာခန့် ကြာမည်။၅။ဆားထည့်ခြင်းဆားနည်းနည်းထည့်ပြီး ရောပါ။လိုချင်ရင် ရှမ်းစေ့ သို့မဟုတ် သစ်စေ့များ ထည့်နိုင်ပါသည်။၆။ ချက်ခြင်းထောပတ်နည်းနည်းနဲ့ အကြော်လွှာ (Baking Dish) အား ပွတ်ပေးပါ။ပျစ်လာသောဆီမုနီနာရောနှောမှုကို ပွတ်ထားသော အကြော်လွှာထဲ ထည့်ပြီး ချက်ပါ။အခန်းအပူချိန်တွင် အေးအောင်ထားပါ။၇။ အချိန်အနေအထားအေးပြီးသော ဆီမုနီနာပြားကို စိတ်ကြိုက် အချိုးအကွေ့ ဖြတ်ပြီး အစားအစာဖြစ်အောင် ဆက်လက်ပြုလုပ်ပါ။"
        },
        {
            "id": 4,
            "url": "https://i.ytimg.com/vi/89u5ZekcM04/hqdefault.jpg",
            "name": "သာကူမုန့်ဖက်ထုပ်",
            "ingredents":"1.သာကူ ၃၀သား 2.အုန်းသီးတစ်လုံး 3.သကြား၇ကျပ်ခွဲသား 4.ဆား အနည်းငယ်",

            "receipe": "1. သာကူကို ရေ ၅မိနစ် စိမ်ပါ၊ ပွလာတဲ့အခါ ဇကာတွင်ထည့်ပီးရေစစ်ထားပါ။2. အုန်းသီးခြစ်ပါ၊ ယိုထိုးမည့်အိုးတွင်ထည့် သကြား ဆားအနည်းငယ်နဲ့ ယိုထိုးပြီး အအေးခံထားပါ။3. သာကူကို ၁၅ ပုံ ပုံပါ၊4. ဌက်ပျောဖက်ကို သန့်စင်ပီး ရေဆူတွင်ပျော့သွားအောင်ဖျောထားပါ၊ အ၀တ်သန့်ဖြင့်သုပ်ပီး ဆီသုပ်ထားပါ၊5. ဌက်ပျောဖက်တခုယူ ..ကတော့ပုံချိုး သာကူ တပုံစာရဲ့ တ၀က်ထည့် ခွက်ပုံလေးလုပ် အုန်းယိုထည့်၊ ကျန် သာကူတ၀က်ဖြင့်ဖုံးပါ၊ ထိပ်ဘက်ကို စျေးသည်များ ကန်တော့ချိုးခေါက်သလို ခေါက်ပီးသွားကြားထုံးတံလေးနဲ့ ချုပ်လိုက်ပါ။6. ရေဆူနေတဲ့ ပေါင်းအိုးမှာ ဇကာခံ မုန့်ဖက်ထုပ်များထည့်ပီး မိနစ် ၂၀ ခန့်ပေါင်းပါ။."
        },
        {
            "id": 5,
            "url": "https://i.ytimg.com/vi/yIER4_dyR7c/maxresdefault.jpg",
            "name": "မုန့်ကျွဲသဲ",
            "ingredents":"ဆန်မုန်စိမ်း-၁ခွက်(လက်ဖက်ရည်ပန်းကန်လုံး)ဆား-၁/၂ ဇွန်း(လက်ဖက်ရည်ဇွန်း)ထန်းလျက်အသေး-၁၀ လုံးခန့်(မိမိအကြိုက်တိုးလျှော့နိူင်)ထုံး-၁ ဇွန်း(လက်ဖက်ရည်ဇွန်း)",
            "receipe": "ထုံးကို ရေတစ်လီတာခွဲခန်နှင့်ရေစိမ်ထားပြီးဖျော်ပေးပါ။ အနည်ထိုင်အောင်စောင့်ပြီးရေကြည်ကိုခပ်ယူထားပါ။ထန်းလျက်ခဲကိုရေအနည်းငယ်နှင့်ပျော်အောင်ကျိုပြီးရေစစ်နဲအနည်စစ်ပါ။ရေလက်တစ်ဆစ်ခန်.နှင့် ဆန်မှုန်.တွေကိုဖျော်ပြီး..မီးအေးအေးမှာစတင်ကျိုပါ။အရည်ပျစ်လာလျှင်အခြားအိုးတစ်လုံးထဲကိုဇကာနှင့်စစ်တိုက်ချပါ( မမွှေမိသောဆန်ထုံး(အခဲ များကင်းရှင်းစေရန်ထိုအိုးထဲသို .ထန်းလျက်ရည် ၊ ဆား ၊ ထုံးရည်ကြည်တွေကိုပေါင်းထည့်ပြီးဆက်ကျိုပေးပါ။စေးပျစ်လာလျှင်ဗန်းတစ်ခုထဲမှာလောင်းချပြီးအအေးခံထားပါ။မိမိနှစ်သက်သလိုအတုံးငယ်လေးတွေတုံးကာ အုန်.သီးအမျှင်ခြစ်လေးတွေဖြူးကာသုံးဆောင်ပါ။"

        },
        {
            "id": 6,
            "url": "https://i.pinimg.com/originals/0a/73/75/0a7375a8364ff5d9fde59ade8a706346.jpg",
            "name": "မုန့်အုန်းနှောက်",
            "ingredents":"ယိုးဒယား ဆန်မှုန့် နို့ဆီဗူး ၂ ဗူး,ရေ နို့ဆီဗူး စုစုပေါင်း ၉ ဗူး,သကြား ၁၅ ကျပ်သား,ယိုးဒယားအုန်းနို့ဗူး ကြီး ၁ဗူး,အုန်းသီးရင့်ရင့် ၂လုံး ( အရည်ညှစ်ပြီး မီးအေးအေးန့ဲ အဆီပြန်သည်အထိ ကျိုရန်),ဆားထမင်းစား ဇွန်းဝက်,ယိုးဒယား ဘုံကျောင်းတံဆိပ် သာကူ ၅ကျပ်သား",
            "receipe": "အရင်ဆုံး...ဆန်မှုန့်ကို ရေနို့ဆီဗူး ၇ ဗူးန့ဲ ၃နာရီလောက်စိမ်ထားပါမယ်။ကျန်တ့ဲရေ နို့ဆီဗူး ၂ ဗူးကို ဆူအောင်တည်ပါ...ဆူလာရင် သာကူထည့်ကျိုမယ်မျက်စိပျောက်တ့ဲထိကျိုမယ်နော်။သာကူမျက်စိပျောက်ရင်သကြား ဆားထည့်ပါမယ်။ဆန်မှုန့်ကို မွှေထည့်မယ်။အုန်းနို့ဗူးထည့်မယ်ဆန်မှုန့်စထည့်ချိန်ကနေအမွှေဇယား စ ပြီ နော်။မုန့်ဦးနှောက်ရယ် မုန့်ကျွဲသည်းရယ်က အမွှေနာမှ စားကောင်းပါတယ်.။၁နာရီပြင်းပြင်း မတူးမကပ်အောင် မွှေရမယ်။မွှေတ့ဲဇွန်းမှာ မုန့်ရည် ကြွက်မြှီးတန်းလာရင် ဆီသုတ်ထားတ့ဲ ဗန်းထဲ လောင်းထည့် ပြီး အအေးခံပါ။လုံးဝ အေးသွားမှ အစောက အုန်းသီးခြစ် ချက်ထားတ့ဲ အုန်းဆီချက်လေးဆမ်း သုံးဆောင်ပါရှင်။တချို့က ဖက်လေးန့ဲထုပ်တာစားချင်တယ်ဆိုမုန့်ရည် ကြွက်မြီးတန်းရင် ဖက်ထဲထည့်ထုပ် အအေးခံပါ။အုန်းဆီချက်ကအုန်းသီးရင့်အရေညှစ်ချက်တာ ပိုအဆင်ပြေပါတယ်နော်။ယိုးဒယားအုန်းနို့ဗူးကို ကျိုရင် ချွဲပြစ်ပြစ်ကြီး ဖြစ်လို့ပါနော်။အချိုကြိုက်ရင်သကြားလေးဖြူးပြီးအရသာရှိလွန်းလှတ့ဲမုန်ဦးနှောက်လေး သုံးဆောင်နိုင်ပါပြီ"

        },
        {
            "id": 7,
            "url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiHZdZYVwqa6-2EwtBMDvQbhGbcWXP0cA1pE-Rr9w1V18NjjaovqgIByiC4Egn7sXJ5BiqNoYlgDgF_VrmsiNHSqyR2LZDQq1q86q5Wb0HPfom8uYXR75zr8gqsWuSIIT2_tM9W54h0A__MFVrYKhhY259TopI3jOf-R8piROTBNG1rPZHJK84w5TFhIRs/w1200-h630-p-k-no-nu/FB_IMG_1691260279241.jpg",
            "name": "ကောက်လှိုင်းတီ",
            "ingredents":"•ကောက်လှိုင်းတီပန်း•ဆန်မှုန့်•ပီလောပီနံမှုန့်•ဆား•ထန်းလျက်",

            "receipe": "1.ကောက်လှိုင်းတီပန်းကို ရေအနည်းထည့်ပြီး ကျေသွား သည်အထိ Blender နဲ့ ကြိတ်ပေးရပါမယ်။ Blender မရှိရင် ကောက်လှိုင်းတီပန်းထဲကို ရေထည့်ပြီး ခရမ်းရောင်လေးတွေ ထွက်သည်အထိ ချေပေးပါ ပြီးရင် အဖတ်တွေဖယ်ပြီးအရည် စစ်ယူထားရပါမယ်။2.ထန်းလျက်ကိုကျေအောင်ထောင်းပြီး ရေနည်းနည်းလေးနဲ့ ဖျော်ပြီး ထန်းလျက်ရည်လုပ်ထားပေးပါ။3.ကြိတ်ထားသည့် ကောက်လှိုင်းတီအရည်ထဲကို ဆန်မှုန့် ၁၀သား ပီလောပီနံမှုန့် ၅ကျပ်သား ဆားအနည်းငယ် ထန်းလျက်ရည် ထည့်ပြီး မွှေပေးပါ ( ဆန်မှုန့်နဲ့ ပီလောပီနံမှုန့် က ထက်ဝက်အချိုးကွာရပါမယ် )4.ပေါင်းမည့်အိုးထဲသို့ ထည့်ပြီး နှစ်သက်သောပုံစံခွက် ဖြင့် မိနစ် ၃ဝ လောက် ပေါင်းပေးပါ။5.မိနစ် ၃၀ ပြည့်ပြီဆိုရင် တင်းတင်းအိအိလေးဖြစ်နေတဲ့ ကောက်လှိုင်းတီမုန့်လေးရပါပြီ။6.မုန့်ကိုဓါးဖြင့်အတုံးလေးတွေတုံး အုန်းသီးလေးကိုခြစ်ပြီး အပေါ်ကနေဖြူးကာ ကောက်လှိုင်းတီမုန့် မွှေးမွှေးလေးကို သုံးဆောင်နိုင်ပါပြီ။"
        },
        {
            "id": 8,
            "url": "https://th.bing.com/th/id/OIP.7g8dZFU1uuFjx_XcFAy0DgHaIO?rs=1&pid=ImgDetMain",
            "name": "မုန့်လိပ်ပြာ",
            "ingredents":"ထန်းလျှက်ရည်စတီးဟင်းခပ်ဇွန်းတို-၅ဇွန်း အုန်းနို့မှုန့်-၃ဇွန်း ဆား-အနည်းငယ် ဆန်မှုန့်-ထမင်းစားဇွန်း၅ဇွန်းမောက်မောက် ပီလောပီနံမှုန့်-၁ဇွန်းမောက်မောက် ဆီ-၂ဇွန်း ရေ-၃၀၀ ml ",
            "receipe":"ပဲယိုနူးအိအောင်ပြုတ်ပြီးကျေအောင်ချေထားတဲ့ပဲလွန်းနို့ဆီဗူးတစ်ဝက်ခပ်ပျစ်ပျစ်ကျိုထားတဲ့ထန်းလျှက်ရည်စတီးဟင်းခပ်ဇွန်းတို၅ဇွန်းအုန်းနို့မှုန့်၃ဇွန်းဆားအနည်းငယ်တို့ကိုရောပြီးမီးအေးအေးနဲ့အရည်ကုန်အောင်မွှေထားပေးပါ။မုန့်ရည်ဆန်မှုန့်ထမင်းစားဇွန်း၅ဇွန်းမောက်မောက်ပီလောပီနံမှုန့် ၁ဇွန်းမောက်မောက် ဆီ ၂ဇွန်း ဆားအနည်းငယ်တို့ကို ရေ ၃၀၀ ml ( နို့ဆီဘူး ၁ဘူး) နဲ့ဖျော်ပါတယ်။မီးအပူချိန်နဲနဲမှာ ဆီမကပ်အိုးကို အပူပေးပါ။ပူလာပြီဆို မုန့်ရည်ထည့်ပြီး မုန့်အထူအပါးညီ အောင်အိုးကိုလှည့်ဝိုင်းပေးပြီး မီးဖိုပေါ် ပြန်တင်ပါ (မုန့်က ပါးလွန်းရင် အစာထည့်တဲ့ခါ ပေါက်သွား တတ်ပြီး ထူလွန်းရင်လဲ စားလို့သိပ်မကောင်းပါဘူး မုန့် လုပ်ရင်းနဲ့မှ ချိန်တတ်သွားပါလိမ့်မယ်) ခဏနေ မုန့်မျက်နှာပြင်တစ်ခုလုံး အရောင်ကြည်ပြီး ဖြူလာပြီဆို ပဲယိုထည့်ပြီး အသာအယာခေါက်ပေးလိုက် တာနဲ့ရပါပြီ မုန့်ခေါက်တဲ့နေရာမှာ မုန့်သားကျက်မှခေါက်လို့လွယ်သလို အကျက်လွန်ရင်လဲ ဘေးသားလေးတွေ မာသွားတတ်လို့ သတိထား ပေးပါ။အခုလုပ်တာမှာ ကြက်ဥကြော်တဲ့ဆီမကပ်အိုး ၅လက်မဆိုဒ်ကို သုံးထားတာ ပုံမှန်မုန့်လိပ်ပြာ တစ်ခုစာအရွယ် အနေတော်ရလို့ အတော်အဆင် ပြေပါတယ် မုန့် အရေအတွက်ကတော့ ၁၅ခုတပွဲစာ ထွက်ပါတယ် အပျင်းပြေလုပ်စားကြည့်ပါရှင့်။"

        },
        {
            "id": 9,
            "url": "https://th.bing.com/th/id/OIP.i40gljIwPtzuF26p2Msj-QHaFa?rs=1&pid=ImgDetMain",
            "name": "နို့ပူတင်း",
            "ingredents":"နို့မှုန့် –စားပွဲတင်ဇွန်း၈ဇွန်း သကြား –စားပွဲတင်ဇွန်း၅ဇွန်း ရေ–၁ခွက် ကြက်ဥ–၄လုံး စေးနေအောင်ကျိုထားသောသကြားရည်–စားပွဲတင်ဇွန်း၃ဇွန်း Vanillaရည်–လက်ဖက်ရည်ဇွန်း၁ဇွန်း",
            "receipe": "အရင်ဆုံး သကြား(၃)ဇွန်းကို ရေအနည်းငယ်ထည့်ပြီး သကြားအရည်ဖြစ်သွားတဲ့အထိ ကျိုပေးပါ။သကြားရည်ရလာရင် ပူတင်းပြုလုပ်မဲ့ပုံစံခွက်ထဲသို့ အောက်ခြေနှံနေအောင်လောင်းထည့်ပါ။ပြီးရင် နို့မှုန့် (၈)ဇွန်းရယ် သကြား (၅)ဇွန်းရယ် ကို ရေ (၁)ခွက်ထည့်ပြီး မွှေပေးပါ။ကြက်ဥ (၄)လုံးကိုလည်း သေချာခေါက်ပြီးနောက် vanilla ရည် တစ်ဇွန်းထည့်ကာ နှစ်မျိုးလုံးကို နှံ့နေအောင်မွှေပေးပါ။ရလာပြီဆိုရင် သကြားရည်ထည့်ထားတဲ့ပုံစံခွက်ထဲကိုထည့်ပြီး Oven နဲ့ဖြစ်စေ ဒယ်အိုးထဲရေထဲပြီးနောက် ပုံစံခွက်ထည့်ကာဖြစ်စေ မိနစ် (၃၀)ခန့်ပေါင်းခံပေးပါ။မိနစ်(၃၀)ပြည့်ပြီဆိုရင်တော့ ပူတင်းကိုတင်း ၊မတင်းသိရအောင်သွားကြားထိုးတံနဲ့ထိုးပြီးစမ်းကြည့်ကြည့်ပါ။"

        },
        {
            "id": 10,
            "url": "https://i.pinimg.com/originals/a7/ba/3c/a7ba3cc910422abc78b531bd76fdfe43.jpg",
            "name": "ဒူးရင်းသီးအုန်းနို့",
            "ingredents":"နိ့ဆီဗူးသုံးလုံး,အုန်းနို့500mlတဗူး,ဒူးရင်းသီး,ဆား,သကြား,ကျောက်ကျောရောင်စုံလုံးလေး",
            "receipe": "ကောက်ညှင်း ဒူးရင်းသီးအုန်းနို့လုပ်နည်းကောက်ညှင်းဆန်နိ့ဆီဗူးသုံးလုံးစာလောက်က်ိုညထဲကရေစိမ်ပြီးမနက်ထပေါင်းထားတာလေးပါ။အုန်းနို့500mlတဗူးသုံးပါမယ်။အုန်းနို့300mlလောက်ကိူသကြားထမင်းစားဇွန်းရှစ်ဇွန်းနဲ့ဆားအနည်းငယ်ထည့်ပြီးသကြားတွေအရည်ပျော်သွားရုံလောက်ကျိုပေးပြီးမီးဖိုပေါ်ကချထားပါပြီးရင်ပေါင်းထားတဲ့ကောက်ညှင်းပေါင်းပူပူလေးတွေထည့်ပြီးသမအောင်မွေပေးပြီအဖုံးလေးအုပ်ပြီးဆယ်မိနစ်လောက်ထားပါ။ပြီးရင်နောက်တခါထပ်မွေပြီးဆယ်မိနစ်လောက်အဖုံးလေးပိတ်ပြီးထား မီးအပူပေးစရာမလိုပါဘူး။ကောက်ညှင်းလေးတွေကအုန်းနို့ကြောင့် ကော့စင်းပြီးအိနေပါ။ဒူးရင်းသီးတွေကိုအလယ်ကအစေ့တွေကိုထုတ်ထားပါ။ပြီးရင်ကျန်နေတဲ့အုန်းနို့200mlကို သကြားခြောက်ဇွန်းထမင်းစားဇွန်းနဲ့ထည့်ဆားအနည်းငယ်ထည့်ပြီးသကြားလေးပျော်သွားအောင်ကျိုပေးပြီး ဒူရင်သီးတွေကိုထည့်မွေပြီး ခဏလေးဆိုမီးပိတ်လို့ရပါပြီပြီးရင်တော့ပွဲပြင် ဖို့အုန်းနို့စိမ်ထားတဲ့ကောက်ညှင်းကိုထည့် ဒူရင်းသီးနဲ့အုန်းနို့ကျိုထားတာထည့်ပါ။ကျွန်မကတော့ဒူးရင်းသီးကိုအုန်းနို့နဲ့မကျိုတော့ပါဘူးဒီအတိုင်းလေးပဲထည့်စားပါတယ်အေးအေးလေးစားချင်ရင်ရေခဲသေတ္တာထဲခဏထည့်ထားပြီးစားပါ။ရောင်စုံအလုံးလေးတွေက ကျောက်ကျောရောင်စုံလုံးလေးတွေအလှထည့်ထားတာပါ မထည့်လည်းရပါတယ်နော်"

        },
        {
            "id": 11,
            "url": "https://www.myyangon.com.mm/storage/posts/March2021/faluda.jpg",
            "name": "ဖာလူဒါ",
            "ingredents":"နွားနို့- ခွက်၄ခွက် (၈၀၀ မီလီလီတာ) မုန့်လက်ဆောင်းဖတ်–၁ခွက်အနီရောင် ဂျယ်လီ–ခွက်တဝက် (အတုံးသေးများတုံးထားပါ)အဝါရောင် ဂျယ်လီ–ခွက်တဝက် (အတုံးသေးများတုံးထားပါ)အစိမ်း(သို့) ခရမ်းရောင် ဂျယ်လီ–ခွက်တဝက် (အတုံးသေးများတုံးထားပါ)သာကူစေ့–ခွက် ၁ခွက်နို့စိမ်း (သို့) နို့ဆီ –စားပွဲတင်ဇွန်း ၅ဇွန်း ပူတင်း–၂တုံး Vanillaရေခဲမုန့်–၁ဗူး အနီရောင်ဆိုးဆေးအရည်–လက်ဖက်ရည်ဇွန်း တဝက်သကြား–စားပွဲတင်ဇွန်း ၆ဇွန်းရေ–စားပွဲတင်ဇွန်း ၃ဇွန်း",
            "receipe": "၁။ အရင်ဆုံး သာကူကြိုရန် ဒယ်အိုးထဲ ရေတဝက်ထည့်ပြီ ရေဆူလာလျှင် သာကူစေ့များထည့်ပြီ ရောမွှေပေးပါ။၂။ သာကူကို မီးအတင့်သင့်ဖြင့် သာကူများ မကပ်သွားအောင် မွှေပေးရပါမည်။၃။ သာကူစေ့ အလယ်အစံများ ပျောက်သွားလျှင် မီးပိတ်လိုက်ပြီ အနီရောင်ဆိုးဆေးရည်(၄စက်)ခန့် လောင်းထည့်ကာရောမွှေပေးပါ။၄။ သာကူစေ့များ အနီရောင်ပြောင်းသွားလျှင် ဇကာဖြင့် ပြန်စစ်ထားပြီ ပန်းကန်ထဲ ပြောင်းထည့်ထားပါ။၅။ ပြီနောက် သကြားရည်အတွက် ပါဝင်ပစ္စည်းများ ဖြစ်သော (အနီရောင်ဆိုးဆေးရည်၊ သကြား၊ ရေ)တို့ကို သကြားအရည်ပျော်သည်အထိ ရောမွှေပေးပါ။၆။ နွားနို့ ၈၀၀ မီလီလီတာ ကို ဒယ်ထဲ ထည့်ပြီ မီးအတင့်သင့်ဖြင့် မိနစ် ၂၀ခန့် နွားနို့ တဝက်ခန့် ခမ်းသွားသည်အထိ ပျစ်အောင် တည်ထားပေးပါ။(သို့) နွားနို့ ပွက်ပွက်ဆူအောင် တည်ထားပြီ ကော်မှုန့်(လက်ဖက်ရည်ဇွန်း ၁ဇွန်း) တို့ကို ရေဖြင့် ရောမွှေပြီ လောင်းထည့်ပေးပါ၊ နွားနို့ အနည်းငယ် ပျစ်လျှင် မီးပိတ်လိုက်ပါ။ရ။ ပြီနောက် နွားနို့ကို အခန်းအပူချိန်ဖြင့် ခေတ္တအအေးခံပြီ ရေခဲသေတ္တာအောက်ထပ် ထည့်ပြီ အအေးခံထားပါ၁။ အရင်ဆုံး ဖန်ခွက်ရှည်ထဲသို့ အနီရောင် သကြားရည်(စားပွဲတင်ဇွန်း ၂ဇွန်း) ထည့်ပါ။၂။ ပြီနောက် အပေါ်မှ မုန့်လက်ဆောင်ဖတ်(စားပွဲတင်ဇွန်း ၁ဇွန်း၊ ဂျယ်လီရောင်စုံ(၁မျိုး စားပွဲတင်ဇွန်း တဝက်စီ)၊ သာကူ၊ ပူတင်း(တုံးဝက်)၊ နွားနို့(ခွက်တဝက်)ထည့်ပေးပါ။၄။ နောက်ဆုံး ရေခဲမုန့်(1 Scoop)အပေါ်မှ တင်၊ နို့စိမ်း(သို့) နို့စိမ်း(စားပွဲတင်ဇွန်း ၂ဇွန်း) ဆမ်းပေးပါ။၅။ အားလုံးကို သမအောင် အနည်းငယ် ရောမွှေပြီ အရသာရှိသော ဖာလူဒါ အေးအေးလေးကို သုံးဆောင်နိုင်ပါပြီ…"

        },
        {
            "id": 12,
            "url": "https://images.deliveryhero.io/image/fd-mm/LH/mom6-hero.jpg",
            "name": "ရွှေရင်အေး",
            "ingredents": "သာကူစေ့..၁၀သား, သာကူချောင်း.(မျှော့ချောင်း)..၁၀သား,ကျောက်ကျော...၂၅ဂရမ်..၁ထုပ်,အုန်းနို့ ....ဗူးကြီး၁ဗူး 400ml,သကြား....၅၀သားခန့်,ဆားအနည်းငယ်,Food Colour.., မြေပဲလှော်...၁၀သားခန့်,စပျစ်ခြောက်.. .၅ကျပ်သား,ကျောက်ဖရုံယို.. ၅ကျပ်သား,ပေသီး, နို့ဆီ..၁လုံး,ပင်ပွား,ဆေးကုလားမ",
            "receipe": "ပထမဦးစွာ ..ရေ ၁လီတာခွဲခန့်ထည့်၍ ဆူအောင်တည်ပြီးသာကူစေ့များကိုထည့်ပြုတ်တာအဆက်မပြတ်မွှေပေးပြီးသာကူမျက်စေ့ပျောက်သည်ထိထားကာရေအေးဖြင့်ဆေး၍ဇကာနဲ့ရေစစ်ကာထားပါ။ရေစစ်ပါက..Food Colour ဖြင့်အရောင်ဆိုးထားပါ။သာကူချောင်းကိုလဲ သာကူနည်းအတိုင်းပြုတ်ထားပါ။ကျောက်ကျောကို..ရေ၁လီတာခန့်ထည့်၍ မီနစ်၂၀ခန့်ကျိုကာအအေးခံကာလှီးဖြတ်ထားပါ။အုန်းနို့ဗူးနှင့် သကြား..နို့ဆီ.နို့စ်ိမ်း..ရေသန့်ငါးကြင်းဖန်ခွက်၁ခွက်ခန့်တို့ကိုရောဖျော်ပြီး..မိမိနှစ်သက်ရာ ပန်းကန်ထဲတွင်ပါဝင်ပစ္စည်းများထည့်၍ သုံးဆောင်နိုင်ပါပြီးရှင့် ရေခဲမုန့်နှင့်ကြက်ဥပူတင်းကြိုက်ပါကထည့်စားနိုင်ပါတယ်။"  
        

        }
    ]
}